import Image from 'next/image';
import React from 'react';
import bgblack from "../../assets/images/bgabout.png";

const About = () => {
  return (
    <div className="w-full bg-amber-100 min-h-screen ">
      {/* 🔹 Banner Image */}
      <div className="w-full h-[70vh] relative">
        <Image
          src={bgblack}
          alt="Banner"
          fill
          className="object-cover object-center"
        />
      </div>

      {/* 🔹 Heading + Description */}
      <div className="px-6 py-8 container  md:px-8 mx-auto">
        <h2 className="text-3xl font-bold text-center mb-4 text-red-700">Gurupavanapuram</h2>
        <p className="text-gray-500 text-xl leading-relaxed">
          പ്രവീൺ ശാന്തി ജ്യോതിഷനും, ആചാരശാസ്ത്ര വിദഗ്ധനും ആകുന്നു. ചുഴല്‍ ശ്രീകൃഷ്ണസ്വാമി ക്ഷേത്രത്തിൽ ആചാരങ്ങളും പ്രാർത്ഥനകളും നടത്തുന്നതിൽ അദ്ദേഹത്തിന് വലിയ പരിചയവും ഭക്തിയും ഉണ്ട്. ദൈനംദിന പൂജകൾ മുതൽ വിശിഷ്ട ശാന്തികർമ്മങ്ങൾ വരെ അദ്ദേഹം നിർവഹിക്കുന്ന ശുഭപ്രവൃത്തികൾ ഭക്തജനങ്ങൾക്ക് ആത്മവിശ്വാസവും മാനസികശാന്തിയും നൽകുന്നു.
          <br /><br />
          വേദജ്ഞാനത്തിൽ ആഴമായ അറിവ്, സാങ്കേതിക കൃത്യത, ഹൃദയസ്പർശിയായ സമീപനം — ഇവയൊക്കെ പ്രവീൺ ശാന്തിയെ ആധ്യാത്മിക ഉപദേശത്തിൽ തലയിരം മുന്നിലാക്കുന്നു.
          <br /><br />
          <strong>അദ്ദേഹം നിർവഹിക്കുന്ന പ്രധാന സേവനങ്ങൾ:</strong><br />
          - കൃത്യതയുള്ള ജാതക വിശകലനം<br />
          - ദോഷപരിഹാര പൂജകളും ശാന്തികർമ്മങ്ങളും<br />
          - ഗ്രഹശാന്തി, നവഗ്രഹ ഹോമങ്ങൾ, കുടുംബശാന്തി കര്‍മ്മങ്ങൾ<br />
          - ക്ഷേത്രത്തിലെ ഉത്സവങ്ങളിലും വിശേഷദിനങ്ങളിലും നേതൃത്വം
        </p>
      </div>
    </div>
  );
};

export default About;
