[
  {
    "name": "അശ്വതി",
    "description": "അശ്വതി നക്ഷത്രക്കാർ ചുരുങ്ങിയ സമയത്തിനുള്ളിൽ കാര്യങ്ങൾ കൈകാര്യം ചെയ്യുന്നതിൽ കഴിവുള്ളവരാണ്. ഇവർ തീക്ഷണവും സജീവവുമാണ്. ശക്തിയുള്ള തുടക്കംവയ്ക്കലിൽ അവർ മുന്നിലിരിക്കും."
  },
  {
    "name": "ഭരണി",
    "description": "ഭരണി നക്ഷത്രക്കാർ ദൃഢനിശ്ചയമുള്ളവരും തീവ്രമായ അനുഭവങ്ങൾ അനുഭവിക്കുന്നവരുമാണ്. ഇവർ രഹസ്യസ്വഭാവവും കലാസാമർഥ്യവും പുലർത്തുന്നു. ദോഷസഹിഷ്ണുതയും ആത്മവിശ്വാസവും ഉള്ളവരാണ്."
  },
  {
    "name": "കാർത്തിക",
    "description": "കാർത്തിക നക്ഷത്രക്കാർ ശക്തിയും ശാസനയും ഉള്ളവരാണ്. ഇവർ ദൈനംദിന ജീവിതത്തിൽ കൃത്യതയും തീരുമാനക്ഷമതയും കാണിക്കുന്നു. അവർക്ക് നേതൃത്വം നൽകാൻ സ്വാഭാവിക കഴിവുണ്ട്."
  },
  {
    "name": "രോഹിണി",
    "description": "റോഹിണി നക്ഷത്രക്കാർ ആകർഷകവും സുന്ദരവുമായ വ്യക്തിത്വം ഉള്ളവരാണ്. സ്നേഹവും സൗന്ദര്യവും ഇവർക്കിഷ്ടമാണ്. അവർക്ക് കലാപരമായ കഴിവുകൾ ഉണ്ട്."
  },
  {
    "name": "മകയിരം",
    "description": "മകയിരം നക്ഷത്രക്കാർ ജിജ്ഞാസുസ്വഭാവമുള്ളവരും ബുദ്ധിശക്തിയുള്ളവരുമാണ്. യാത്രയും പഠനവും ഇഷ്ടപ്പെടുന്നു. വിശകലനശേഷിയുള്ള ആഴമുള്ള ചിന്തകന്മാരാണ്."
  },
  {
    "name": "തിരുവാതിര",
    "description": "തിരുവാതിരക്കാർ ആഴമുള്ള വികാരങ്ങളും ബുദ്ധിശക്തിയും പുലർത്തുന്നു. ജീവിതത്തിൽ അവർ പല തിരിച്ചടികളും അതിജീവിക്കാറുണ്ട്. പുതിയ ആശയങ്ങൾ സ്വീകരിക്കാൻ ഇവർ തയാറായിരിക്കും."
  },
  {
    "name": "പുണർതം",
    "description": "പുണർതം നക്ഷത്രക്കാർ കരുണയും വിശ്വാസവും പുലർത്തുന്നു. ഇവർ ബന്ധങ്ങൾക്ക് വലിയ പ്രാധാന്യം നൽകുന്നു. പുനർജനനത്തിന്റെ ചിഹ്നമായ ഇവർ ദു:ഖത്തിൽനിന്ന് ദൈർഘ്യമേറിയ കുതിച്ചുയർത്തലുകൾ ചെയ്യുന്നു."
  },
  {
    "name": "പൂയം",
    "description": "പൂയം നക്ഷത്രക്കാർ ആത്മീയതയും കൃത്യതയും ഉള്ളവരാണ്. സംസ്കാരപരമായി വളരെയധികം ശക്തമാണ്. ഇവർ ആദർശപരമായി ജീവിക്കുന്നവരാണ്."
  },
  {
    "name": "ആയില്യം",
    "description": "ആയില്യം നക്ഷത്രക്കാർ രഹസ്യസ്വഭാവമുള്ളവരാണ്. ഇവർക്ക് ആത്മസംയമനവും ജ്ഞാനാന്വേഷണവും പ്രധാനമാണ്. എന്നാൽ ചിലപ്പോൾ അസൂയയും പിടിവാശിയും കാണാം."
  },
  {
    "name": "മകം",
    "description": "മകം നക്ഷത്രക്കാർ അഭിമാനപരവും പാരമ്പര്യബോധമുള്ളവരുമാണ്. അവർക്ക് ആത്മവിശ്വാസവും ശാസനാസ്ഥിതിയും ഉണ്ട്. നേതൃപദവികളിൽ അവർ പ്രകൃതിജമായി ഫിറ്റാണ്."
  },
  {
    "name": "പൂരം",
    "description": "പൂരം നക്ഷത്രക്കാർ കലാപരമായ കഴിവുകളും ആസ്വാദനബോധവുമുള്ളവരാണ്. സ്നേഹവും സൗഹൃദവും ഇവർക്കിഷ്ടമാണ്. അവർ മന്ദഗതിയിലുള്ള ജീവിതം ഇഷ്ടപ്പെടുന്നു."
  },
  {
    "name": "ഉത്രം",
    "description": "ഉത്രം നക്ഷത്രക്കാർ ഉത്തരവാദിത്വബോധവും ശാന്തതയും പുലർത്തുന്നു. ഇവർ സ്ഥിരതയും നീതിയും പ്രധാനമാക്കുന്നു. നല്ല സുഹൃത്തുക്കളും കൂട്ടുകാരുമാണ്."
  },
  {
    "name": "അത്തം",
    "description": "അത്തം നക്ഷത്രക്കാർ കൈക്കഴിവ് ഉള്ളവരാണ്. അവർ വ്യക്തിത്വത്തിൽ ഹാസ്യവും സൗമ്യതയും പുലർത്തുന്നു. ചെറിയ കാര്യങ്ങൾ പോലും സുന്ദരമായി അവതരിപ്പിക്കാൻ കഴിവുള്ളവരാണ്."
  },
  {
    "name": "ചിത്തിര",
    "description": "ചിത്തിര നക്ഷത്രക്കാർ ആകർഷകവും വ്യക്തിത്വപരമായി ശക്തവുമാണ്. ഇവർ ഫാഷനും ഡിസൈനും ഇഷ്ടപ്പെടുന്നു. കലാശേഷിയുള്ളവരായി അവർ തിളങ്ങുന്നു."
  },
  {
    "name": "ചോതി",
    "description": "ചോതി നക്ഷത്രക്കാർ സ്വാതന്ത്ര്യബോധമുള്ളവരാണ്. നൂതന ചിന്തകളും സുഹൃദ്ബന്ധങ്ങളുമാണ് അവരുടെ ശക്തി. എല്ലായ്പ്പോഴും മാറ്റം ആഗ്രഹിക്കുന്നു."
  },
  {
    "name": "വിശാഖം",
    "description": "വിശാഖം നക്ഷത്രക്കാർ ലക്ഷ്യബോധവും മത്സരംനിറഞ്ഞ സ്വഭാവവുമുള്ളവരാണ്. അവർ ആത്മവിശ്വാസത്തോടെ മുന്നോട്ട് പോവുന്നു. വിജയത്തിലേക്കുള്ള വഴിയിലേയ്ക്കാണ് അവരുടെ ശ്രമങ്ങൾ."
  },
  {
    "name": "അനിഴം",
    "description": "അനിഴം നക്ഷത്രക്കാർ ആത്മീയതയോട് ആകർഷണമുള്ളവരാണ്. വിശ്വസ്തരും കൃത്യശീലമുള്ളവരുമാണ്. കൂട്ടായ്മയിൽ അവർ മികച്ച പങ്കാളികളാണ്."
  },
  {
    "name": "തൃക്കേട്ട",
    "description": "തൃക്കേട്ടക്കാർ ജ്ഞാനപരവും ഉത്തരവാദിത്തപരവുമാണ്. അവർക്കു ശക്തമായ സ്വാധീനശേഷിയുണ്ട്. അവർക്ക് മുൻ‌ഗണന അനുഭവപ്പെടാൻ ഇഷ്ടമാണ്."
  },
  {
    "name": "മൂലം",
    "description": "മൂലം നക്ഷത്രക്കാർ അടിസ്ഥാനപരമായ മാറ്റങ്ങൾ ആഗ്രഹിക്കുന്നവരാണ്. അവർ അതിജീവനക്ഷമരാണ്. ആത്മഗതപരമായ തിരച്ചിൽ അവരെ ആഴത്തിൽ കൊണ്ടുപോകുന്നു."
  },
  {
    "name": "പൂരാടം",
    "description": "പൂരാടം നക്ഷത്രക്കാർ ധൈര്യവും ആത്മവിശ്വാസവും നിറഞ്ഞവരാണ്. അവർക്ക് വാക്കുകൾ കൊണ്ട് ആളുകളെ പ്രേരിപ്പിക്കാൻ കഴിയും. ലക്ഷ്യബോധമുള്ളവരാണ്."
  },
  {
    "name": "ഉത്രാടം",
    "description": "ഉത്രാടം നക്ഷത്രക്കാർ നീതിയും നിഷ്കളങ്കതയും പ്രധാനമാക്കുന്നു. വിശ്വാസയോഗ്യരും നേതാക്കളുമായ ഇവർ നന്മയുടെ പ്രതീകങ്ങളാണ്. നീണ്ട ദൂരദർശനം ഇവർക്ക് സാധാരണമാണ്."
  },
  {
    "name": "തിരുവോണം",
    "description": "തിരുവോണക്കാർ ജ്ഞാനസമ്പന്നരും സങ്കേതപരവുമായവരുമാണ്. അവർ ശ്രവിക്കാൻ ഇഷ്ടപ്പെടുന്നു. നിഷ്ഠയും ആത്മപരിശോധനയും ഇവർക്ക് സ്വഭാവമാണ്."
  },
  {
    "name": "അവിട്ടം",
    "description": "അവിട്ടം നക്ഷത്രക്കാർ സാമൂഹികവുമാണ്. സംഗീതവും സംഘംപ്രവൃത്തികളും ഇവർക്കിഷ്ടമാണ്. ധൈര്യശാലികളും ഉത്സാഹികളുമാണ്."
  },
  {
    "name": "ചതയം",
    "description": "ചതയം നക്ഷത്രക്കാർ രഹസ്യാത്മക ചിന്തകളോടും ശാസ്ത്രീയതയോടും അടുപ്പമുള്ളവരാണ്. അവർക്ക് ആത്മപരിശോധനയും വ്യക്തിപരമായ വളർച്ചയും പ്രധാനം. ഒറ്റയ്ക്കു ചിന്തിക്കാൻ ഇഷ്ടപ്പെടുന്നു."
  },
  {
    "name": "പൂരൂര്‍ട്ടതി",
    "description": "പൂരൂർട്ടതി നക്ഷത്രക്കാർ ദാർശനികതയും ആന്തരിക ശക്തിയും ഉള്ളവരാണ്. വലിയ ആശയങ്ങൾക്കായി അവർ നിലകൊള്ളുന്നു. ആത്മീയതയിലേയ്ക്കുള്ള അവരുടെ വഴികൾ ശക്തമാണ്."
  },
  {
    "name": "ഉത്രട്ടാതി",
    "description": "ഉത്രട്ടാതിക്കാർ സാന്ത്വനപരവും ആത്മീയവുമാണ്. അവർ ശാന്തതയും ത്യാഗബോധവും പുലർത്തുന്നു. ജ്ഞാനപരമായ ദൗത്യങ്ങൾക്കായി ജീവിക്കുന്നവരാണ്."
  },
  {
    "name": "രേവതി",
    "description": "രേവതി നക്ഷത്രക്കാർ കരുണയും സ്നേഹവുമാണ്. അവർ കലാപരമായ കഴിവുകളും സഹായ മനോഭാവവുമുള്ളവരാണ്. സ്വപ്നപരവും ദാര്ശനികവുമായ ചിന്തകളാണ് ഇവർക്കുള്ളത്."
  }
]
